const passengers = {
  offersBlock: {
    img: 'airtickets',
    title: 'Авиабилеты',
    description: 'Вы можете купить авиабилеты он-лайн',
    button: 'Купить билет'
  },
  informationBlocks: [
    {
      title: 'Информация',
      items: [
        'Накануне полета',
        'Авиабезопасность',
        'Таможенный контроль',
        'Пограничный контроль',
        'Людям с инвалидностью',
        'Путешествия с животными',
        'Схема аэропорта',
        'Контакты'
      ]
    },
    {
      title: 'Общее',
      items: [
        'Он-лайн расписание',
        'Как добраться',
        'Парковка',
        'Всё про багаж',
        'Комнаты отдыха',
        'Такси',
        'Авиакомпании',
        'Рестораны и магазины',
      ]
    }
  ]
}

const offersIev = {
  offersBlock: {
    img: 'airtickets',
    title: 'Авиабилеты',
    description: 'Вы можете купить авиабилеты он-лайн',
    button: 'Купить билет'
  },
  informationBlocks: [
    {
      items: [
        'Все услуги',
        'Priority line',
        'Бизнес зал',
        'VIP обслуживание',
        'Трансфер'
      ]
    },
    {
      items: [
        'Долгосрочная парковка',
        'Duty Free онлайн',
        'Купить авиабилеты',
        'Упаковка багажа',
        'Отель'
      ]
    }
  ]
}

const vip = {
  offersBlock: {
    img: 'vip',
    title: 'Терминал B',
    description: 'Скорость, комфорт, конфеденциальность',
    button: 'ЗАКАЗАТЬ'
  },
  informationBlocks: [
    {
      items: [
        'Терминал Б',
        'VIP обслуживание',
        'Трансфер',
        'Отель',
        'Частный рейс'
      ]
    },
    {
      items: [
        'Тарифы и правила',
        'Арт галерея',
        'Виртуальный тур',
        'Контактная информация'
      ]
    }
  ]
}

const forPartners = {
  offersBlock: {
    img: 'airtickets',
    title: 'Авиабилеты',
    description: 'Вы можете купить авиабилеты он-лайн',
    button: 'Купить билет'
  },
  informationBlocks: [
    {
      title: 'Партнерам',
      items: [
        'Главная "партнерам"',
        'Наши возмжности',
        'Характеристики аэропорта',
        'Учебный центр',
        'Грузовой терминал',
        'Вакансии',
        'Контакты'
      ]
    },
    {
      title: 'Пресс центр',
      items: [
        'Главная пресс центра',
        'Новости',
        'Соц и арт проекты',
        'Статистика',
        'Финансовая отчетность',
        'Контакты для СМИ'
      ]
    }
  ]
}

export {
  passengers,
  offersIev,
  vip,
  forPartners
}