const popupParamsMobile = {
  passengers: {
    items: [
      'Купить авиабилеты',
      'Всё про багаж',
      'Людям с инвалидностью',
      'Авиабезопасность',
      'Таможенный контроль',
      'Пограничный контроль',
      'Путешествия с животными',
      'Он-лайн расписание',
      'Как добраться',
      'Парковка',
      'Авиакомпании',
      'Рестораны и магазины'
    ]
  },
  IEV: {
    items: [
      'Все услуги',
      'Priority line',
      'Бизнес зал',
      'VIP обслуживание',
      'Трансфер',
      'Долгосрочная парковка',
      'Duty Free онлайн',
      'Купить авиабилеты',
      'Упаковка багажа',
      'Отель'
    ]

  },
  VIP: {
    items: [
      'Терминал Б',
      'VIP обслуживание',
      'Трансфер',
      'Отель',
      'Частный рейс',
      'Тарифы и правила',
      'Арт галерея',
      'Виртуальный тур',
      'Контактная информация'
    ]
  },
  partners: {
    items: [
      'Главная "Партнерам"',
      'Наши возможности',
      'Характеристики аэропорта',
      'Учебный центр',
      'Грузовой терминал',
      'Вакансии',
      'Новости',
      'Соц и арт проекты',
      'Статистика',
      'Финансовая отчетность'
    ]
  }
}

export default popupParamsMobile